public class KeyBase
{
    public const int keysCollection = 21;
    public int[] keyCount = new int[keysCollection];
    public int[] sortedKeys = new int[keysCollection];
    public List<int> kTest = new List<int>();
    public int[] sortedIndex = new int[keysCollection];


    public readonly string[][] getKey =
    {
        //0
        new string[] {"измени", "данные", "пасс", "профи"},
        //1
        new string[] {"оплат", "брон", "позже", "услуг"},
        //2
        new string[] {"найти", "билет", "поиск", "оформ"},
        //3
        new string[] {"код", "брон", "самолет", "перелет"},
        //4
        new string[] {"удали", "заказ", "лич", "кабин"},
        //5
        new string[] {"удали", "заказ", "лич", "кабин"},
        //6
        new string[] {"багаж", "допол", "самолет", "перелет"},
        //7
        new string[] {"мест", "выб", "самолет", "перелет"},
        //8
        new string[] {"табло", "онлайн", "самолет", "перелет", "вылет"},
        //9
        new string[] {"оформ", "разовы", "электричк"},
        //10
        new string[] {"пцр", "вакцин", "ковид", "огранич"},

        //11
        new string[] {"оформ", "найти", "купит", "прилож"},
        //12
        new string[] {"возврат", "заявк", "верну", "сдать", "самолет", "перелет", "вылет"},
        //13
        new string[] {"найти", "заказ", "билет"},
        //14
        new string[] {"войт", "парол", "вход", "кабин", "личн"},
        //15
        new string[] {"обмен", "измен", "поменя", "самолет", "перелет", "вылет"},
        //16
        new string[] {"нет билет", "отсутст", "нет рейс", "есть билет"},
        //17
        new string[] {"нумер", "голов", "хвост"},
        //18
        new string[] {"!!ненужный шаблон!!"},//ненужный шаблон
        //19
        new string[] {"регистр", "аэроп", "онлай", "самолет", "перелет", "вылет"},
        //20
        new string[] { "регистр", "аэроп", "онлай", "самолет", "перелет", "вылет"}

    };
}